import { IQuestion } from "./types";

export const questions: IQuestion[] = [
  {
    question: "Сколько вам лет?",
    options: [
      "Нужны средства для ребёнка младше 10 лет",
      "Мне меньше 25 лет",
      "От 25 до 35 лет",
      "От 35 до 45 лет",
      "Мне больше 45 лет",
    ],
  },
  {
    question: "Какой у вас тип кожи?",
    options: ["Сухая", "Нормальная", "Комбинированная", "Жирная"],
  },
  {
    question: "Беспокоят ли воспаления на лице?",
    options: ["Да", "Нет", "Иногда"],
  },
];
